import React, { Component } from 'react';
import NavbarlogIn from '../NavBar/NavbarlogIn';
import './style.css';

export class AboutUs extends Component {
  render() {
    return (
      <div>
        <NavbarlogIn />

        <div className='container-fulid '>
          <div className='aboutUsRow'>
            <img
              src='/assets/img/aboutus.jpg'
              alt='من نحن؟'
              className='aboutUS img-responsive'
            />
          </div>
        </div>

        <div className='titleAbutUs'>
          <p className='titleP'>من نحن؟</p>
        </div>

        <div className='container '>
          <div className='row'>
            <div className='descriptionAboutUSDiv shadow-lg'>
              <p>
                تطبيق يهدف إلى تسهيل عملية بيع وشراء السيارات لكل من التجار ومن
                يملكون سيارات ويريدون بيعها عن طريق إيصالها لأكبر عدد من
                المستفيدين ومن يهمهم الأمر حيث يقوم المستخدم بتصفح التطبيق
                واختيار السيارة المناسبة له ثم يقوم بحجز موعد مع مالك السيارة
                لتتم عملية البيع والشراء وجها لوجه وللتأكد من جودة السيارة كما
                المعروض, كما يمكنه عرض سيارته للبيع عن طريق تعبئة الحقول اللازمة
                والتي تعبر عن المواصفات ثم يقوم فريقنا بعمل فحض لهذه السيارة
                وتصويرها صور فوتوغرافية وفيديو لتصل بأبهى وأدق صورة لصاحب
                المصلحة, كما يمكنه لاحقا الاستفادة من كوبونات الخصم والعروض
                المقدمة من أصحاب المتاجر.
              </p>
              <br />
              <p>
                تطبيق يهدف إلى تسهيل عملية بيع وشراء السيارات لكل من التجار ومن
                يملكون سيارات ويريدون بيعها عن طريق إيصالها لأكبر عدد من
                المستفيدين ومن يهمهم الأمر حيث يقوم المستخدم بتصفح التطبيق
                واختيار السيارة المناسبة له ثم يقوم بحجز موعد مع مالك السيارة
                لتتم عملية البيع والشراء وجها لوجه وللتأكد من جودة السيارة كما
                المعروض, كما يمكنه عرض سيارته للبيع عن طريق تعبئة الحقول اللازمة
                والتي تعبر عن المواصفات ثم يقوم فريقنا بعمل فحض لهذه السيارة
                وتصويرها صور فوتوغرافية وفيديو لتصل بأبهى وأدق صورة لصاحب
                المصلحة, كما يمكنه لاحقا الاستفادة من كوبونات الخصم والعروض
                المقدمة من أصحاب المتاجر.
              </p>
              <br />
              <p>
                تطبيق يهدف إلى تسهيل عملية بيع وشراء السيارات لكل من التجار ومن
                يملكون سيارات ويريدون بيعها عن طريق إيصالها لأكبر عدد من
                المستفيدين ومن يهمهم الأمر حيث يقوم المستخدم بتصفح التطبيق
                واختيار السيارة المناسبة له ثم يقوم بحجز موعد مع مالك السيارة
                لتتم عملية البيع والشراء وجها لوجه وللتأكد من جودة السيارة كما
                المعروض, كما يمكنه عرض سيارته للبيع عن طريق تعبئة الحقول اللازمة
                والتي تعبر عن المواصفات ثم يقوم فريقنا بعمل فحض لهذه السيارة
                وتصويرها صور فوتوغرافية وفيديو لتصل بأبهى وأدق صورة لصاحب
                المصلحة, كما يمكنه لاحقا الاستفادة من كوبونات الخصم والعروض
                المقدمة من أصحاب المتاجر.
              </p>
              <br />
              <p>
                تطبيق يهدف إلى تسهيل عملية بيع وشراء السيارات لكل من التجار ومن
                يملكون سيارات ويريدون بيعها عن طريق إيصالها لأكبر عدد من
                المستفيدين ومن يهمهم الأمر حيث يقوم المستخدم بتصفح التطبيق
                واختيار السيارة المناسبة له ثم يقوم بحجز موعد مع مالك السيارة
                لتتم عملية البيع والشراء وجها لوجه وللتأكد من جودة السيارة كما
                المعروض, كما يمكنه عرض سيارته للبيع عن طريق تعبئة الحقول اللازمة
                والتي تعبر عن المواصفات ثم يقوم فريقنا بعمل فحض لهذه السيارة
                وتصويرها صور فوتوغرافية وفيديو لتصل بأبهى وأدق صورة لصاحب
                المصلحة, كما يمكنه لاحقا الاستفادة من كوبونات الخصم والعروض
                المقدمة من أصحاب المتاجر.
              </p>
            </div>
          </div>
        </div>
      </div>
    );
  }
}

export default AboutUs;
